export const articles = [
  {
    id: '1',
    title: '我的小院',
    excerpt:
      '让我们一起来看看有个小院的方向吧',
    body:
      '有个小院是一个兴趣编程的学习社群，旨在帮助对编程感兴趣的朋友，可以帮助学习者，找到编程开发工作，掌握编程技能等等。',
  },
  {
    id: '2',
    title: '霍大侠',
    excerpt: '霍大侠介绍',
    body:
      '霍大侠从事多年的互联网产品开发和教育工作，希望通过兴趣编程的方法，教大家学习编程开发。 通过上手开发有趣项目的形式，产生一个迭代开发学习的过程。',
  },
  {
    id: '3',
    title: '兴趣编程',
    excerpt:
      '兴趣编程六步',
    body:
      '兴趣点；思维导图；编程语言；寻找源码；运行源码；迭代学习',
  },
  {
    id: '4',
    title: '我们的座右铭',
    excerpt:
      '座右铭',
    body:
      '终身学习，一直追求，享受过程，期待未来……无创造，不精彩！',
  },
]
